const emotion = [
  {
    char: "😀",
  },
  {
    char: "😃",
  },
  {
    char: "😄",
  },
  {
    char: "😁",
  },
  {
    char: "😆",
  },
  {
    char: "😅",
  },
  {
    char: "🤣",
  },
  {
    char: "😂",
  },
  {
    char: "🙂",
  },
  {
    char: "🙃",
  },
  {
    char: "😉",
  },
  {
    char: "😊",
  },
  {
    char: "😇",
  },
  {
    char: "🥰",
  },
  {
    char: "😍",
  },
  {
    char: "🤩",
  },
  {
    char: "😘",
  },
  {
    char: "😗",
  },
  {
    char: "😚",
  },
  {
    char: "😙",
  },
  {
    char: "🥲",
  },
  {
    char: "😋",
  },
  {
    char: "😛",
  },
  {
    char: "😜",
  },
  {
    char: "😝",
  },
  {
    char: "🤑",
  },
  {
    char: "🤗",
  },
  {
    char: "🤭",
  },
  {
    char: "🤫",
  },
  {
    char: "🤔",
  },
  {
    char: "🤐",
  },
  {
    char: "🤨",
  },
  {
    char: "😐",
  },
  {
    char: "😑",
  },
  {
    char: "😶",
  },
  {
    char: "😏",
  },
  {
    char: "😒",
  },
  {
    char: "🙄",
  },
  {
    char: "😬",
  },
  {
    char: "😌",
  },
  {
    char: "😔",
  },
  {
    char: "😪",
  },
  {
    char: "😴",
  },
  {
    char: "😷",
  },
  {
    char: "🤒",
  },
  {
    char: "🤮",
  },
  {
    char: "🤧",
  },
  {
    char: "🥵",
  },
  {
    char: "🥶",
  },
  {
    char: "😵",
  },
  {
    char: "😵‍💫",
  },
  {
    char: "🥳",
  },
  {
    char: "😎",
  },
  {
    char: "🧐",
  },
  {
    char: "😕",
  },
  {
    char: "😟",
  },
  {
    char: "🙁",
  },
  {
    char: "☹️",
  },
  {
    char: "😮",
  },
  {
    char: "😲",
  },
  {
    char: "😳",
  },
  {
    char: "🥺",
  },
  {
    char: "😧",
  },
  {
    char: "😨",
  },
  {
    char: "😰",
  },
  {
    char: "😥",
  },
  {
    char: "😢",
  },
  {
    char: "😭",
  },
  {
    char: "😱",
  },
  {
    char: "😖",
  },
  {
    char: "😣",
  },
  {
    char: "😞",
  },
  {
    char: "😓",
  },
  {
    char: "😩",
  },
  {
    char: "😫",
  },
  {
    char: "🥱",
  },
  {
    char: "😤",
  },
  {
    char: "😡",
  },
  {
    char: "😠",
  },
  {
    char: "🤬",
  },
  {
    char: "😈",
  },
  {
    char: "👿",
  },
  {
    char: "🤡",
  },
  {
    char: "💋",
  },
  {
    char: "💌",
  },
  {
    char: "💘",
  },
  {
    char: "💖",
  },
  {
    char: "💗",
  },
  {
    char: "💓",
  },
  {
    char: "💞",
  },
  {
    char: "💕",
  },
  {
    char: "💟",
  },
  {
    char: "💔",
  },
  {
    char: "❤️",
  },
  {
    char: "🧡",
  },
  {
    char: "💛",
  },
  {
    char: "💚",
  },
  {
    char: "💙",
  },
  {
    char: "💜",
  },
  {
    char: "🤎",
  },
  {
    char: "🖤",
  },
  {
    char: "🤍",
  },
  {
    char: "💯",
  },
];
export default emotion;
